{
    "drama": [
        { 
            "title": "Проводжає в останню путь Фрірен",
            "key": 1,
            "image": "https://m.media-amazon.com/images/S/pv-target-images/b054f79f938837f13e1be59cb3d0cf4afcc4f4923ceae6fc192837b03fa726eb.jpg",
            "description": "Після десяти років мандрів група шукачів пригод разом із чарівницею Фрірен здолали короля демонів, звільнивши світ від гніту монстрів. Імена героїв увічнені в легендах і баладах, і тепер на них чекає ..."
        },
        { 
            "title": "Мастера меча онлайн",
            "key": 2,
            "image": "https://www.animenewsnetwork.com/images/encyc/A13858-1216942069.1328925727.jpg",
            "description": "У 2022 році людство здійснило технологічний прорив.\nМрії про повне занурення в гру нарешті стали реальними. \nБагатокористувацька гра Sword Art Online занурює гравця в барвистий світ, сповнений істот і красот..."
        },
        { 
            "title": "Сага о Вінланді",
            "key": 3,
            "image": "https://nyaa.shikimori.one/uploads/poster/animes/37521/main_2x-bd478df5fb69b9f8b21dd1d19d2014e6.webp",
            "description": "Час панування вікінгів. Людей, які відомі своїми варварськими звичаями та жорстокими вбивствами. Торфінн - син одного з найвидатніших вікінгів. Ось тільки виріс хлопчик без батька, адже той загинув на полі бою..."
        },
        { 
            "title": "Я хочу з'їсти твою підшлункову залозу",
            "key": 4,
            "image": "https://m.media-amazon.com/images/M/MV5BMTQ1ODIzOGQtOGFkZC00MWViLTgyYmUtNWJkNmIxZjYxMTdmXkEyXkFqcGc@._V1_.jpg",
            "description": "Одного прекрасного дня учень старшої школи знаходить чийсь особистий щоденник, підписаний як 'Щоденник хвороби'..."
        }
    ],
    "comedy": [
        {
            "title": "Неосяжний океан",
            "key": 1,
            "image": "https://nyaa.shikimori.one/uploads/poster/animes/37105/main_2x-b4d97a326c4a6b03343dba08f52d7c8d.webp",
            "description": "У Йорі Кітахари починається нове життя після вступу до престижного коледжу в приморському містечку Ідзу-Сіті. Хлопець знімає кімнату у сім'ї Котегава, що володіє магазином спорядження для дайвінгу \"Grand Blue\"...."
        },
        {
            "title": "Сходження в тіні!",
            "key": 2,
            "image": "https://m.media-amazon.com/images/M/MV5BMDFmMWJlMWYtMDFkNi00OWViLTkzOGEtNDI0YWNmM2M5MzI5XkEyXkFqcGc@._V1_QL75_UY281_CR4,0,190,281_.jpg",
            "description": "Сід Кагено завжди хотів бути героєм. Але не рятівником, відомим на весь світ, а незримою тінню, що діє з-за лаштунків. Заради досягнення своєї мрії Сід старанно вчився і тренувався, нікому не показуючи своїх здібностей..."
        },
        {
            "title": "Шлях домогосподаря",
            "key": 3,
            "image": "https://m.media-amazon.com/images/M/MV5BMWNmNDc5MDktNzc5Mi00ZTQ3LThhODktMjRjMzc2NzMxYzg5XkEyXkFqcGc@._V1_.jpg",
            "description": "Безсмертний Тацу - жива легенда у сфері криміналу. Колись його ім'я вселяло жах, як поліцейським, так і злочинцям. Однак з якихось причин він кидає бандитське життя, і тепер Тацу ..."
        },
        {
            "title": "МЕШЛ: Магія та м'язи",
            "key": 4,
            "image": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=85,width=480,height=720/catalog/crunchyroll/f7dfe109de592c6dd9a78dc75ec1965b.jpg",
            "description": "Ви коли-небудь замислювалися, що могутніше - фаєрбол чи потужний хук правою? Уявіть собі світ, у якому магією користуються всі. І в цьому світі в дрімучому лісі живе..."
        }
    ],
    "vampire": [
        {
            "title": "Джо Джо",
            "key": 1,
            "image": "https://nyaa.shikimori.one/uploads/poster/animes/14719/main_2x-52c1e429228c4b424c80d88985561c06.webp",
            "description": "Дев'ятнадцяте століття, Велика Британія. Батько Джонатана Джостара, також відомого як ДжоДжо, раптово приводить до родинного маєтку хлопця на ім'я Діо Брандо, який, замість того щоб стати новим другом ДжоДжо, стає ..."
        },
        {
            "title": "Останній Серафім",
            "key": 2,
            "image": "https://nyaa.shikimori.one/uploads/poster/animes/26243/main_2x-bb2434118514bcd0fe4dffbe080f2618.webp",
            "description": "Одного разу на Землі з'явився таємничий вірус, і виник він ніби з нізвідки. Кожна людина, що заразилася ним, помирала, якщо була старшою за тринадцять років. Водночас у світ прийшли вампіри, які досі ховалися в темряві..."
        },
        {
            "title": "Пісня нічних сов",
            "key": 3,
            "image": "https://i.namu.wiki/i/6P78YUKXqA1xmThkBeJ3wP70QkvjXXdTl7i9_GO5Ifn8Hqz3VJgwzHnA_qvnMWF04XqIZa9g0N33uO-DjUu_bA.webp",
            "description": "Ко Яморі вже довгий час відчував апатію до всього, що оточувало його вдень. Його дратували і люди, і школа, і весь цей міський шум. Через постійне перебування в такому стані він навіть не міг спокійно спати..."
        },
        {
            "title": "Мемуари Ванітаса",
            "key": 4,
            "image": "https://m.media-amazon.com/images/M/MV5BMzYwMmI1YWMtOTc0My00OGI3LWI3ZDctZmMwYjczYzcxMjI4XkEyXkFqcGc@._V1_.jpg",
            "description": "Згідно з легендою, у ніч блакитного місяця народився вампір Ванітас. Але його вигнали, бо істоти, подібні до нього, народжуються лише тоді, коли нічне світило забарвлене кров'ю. У гніві він створив гримуар \"Книга Ва́нітаса\"..."
        }
    ],
    "romantic": [
        {
            "title": "Хорімія",
            "key": 1,
            "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR26gMfZu0mP9FTA2ZpwxgCv_V1RnFek_22lg&s",
            "description": "У школі Кьоко Хорі знали, як розумну, привабливу і популярну дівчину. Її однокласника, нудного, похмурого Ізумі Міямуру, навпаки, описують як невдаху й отаку. Але коли на порозі Хорі несподівано з'являється Міямура..."
        },
        {
            "title": "Детектив уже мертвий",
            "key": 2,
            "image": "https://desu.shikimori.one/uploads/poster/animes/46471/main_alt-a52683223d5d08244e602198f1d09e97.jpeg",
            "description": "Кімізука Кіміхіко - справжній магніт для неприємностей. Хоч би куди він пішов, скрізь знайде собі проблеми: то опиниться на місці злочину, то потрапить на переговори наркоторговців..."
        },
        {
            "title": "Цей дурний свин не розуміє мрію дівчинки-зайки",
            "key": 3,
            "image": "https://myanimelist.net/images/anime/1613/102179.jpg",
            "description": "Кажуть, є один загадковий феномен. Він називається \"синдром статевої зрілості\". Наприклад, старшокласник Са́кута Азусага́ва одного разу побачив поруч із собою дівчину із заячими вушками і хвостиком. Її звали Май Сакураджима..."
        },
        {
            "title": "Ангел по сусідству",
            "key": 4,
            "image": "https://desu.shikimori.one/uploads/poster/animes/50739/main_alt-f7dd916153da26bd096f12cc362fb532.jpeg",
            "description": "\"Доленосна зустріч\" - саме так називають те, що трапилося з ними під проливним дощем. Спортсменка, відмінниця і просто красуня. Вона така гарна в усьому, що однокласники прозвали її ангелом..."
        }
    ]
}
